{
  "distros": [
    {
      "id": "mint",
      "name": "Linux Mint",
      "website": "https://linuxmint.com/",
      "tag_ids": [],
      "priority": 1,
      "best": true,
      "description": "Been here for quite a while. Community-driven, stable and familiar. Features the Cinnamon desktop environment. Good for everything, can be used for gaming too, but it doesn't come with special tools pre-installed. Works well even on 10-15 years old computers (with an SSD). If your computer has an HDD and only 2Gb of RAM (potentially Windows 7 era), use the XFCE version of Linux Mint."
    },
    {
      "id": "kubuntu",
      "name": "Kubuntu",
      "website": "https://kubuntu.org/",
      "tag_ids": [],
      "priority": 2,
      "description": "A well established and trusted distro, based on Ubuntu with the KDE Plasma desktop environment. Similar requirements to Linux Mint."
    },
    {
      "id": "zorin",
      "name": "Zorin OS",
      "website": "https://zorinos.com/",
      "tag_ids": [],
      "priority": 2,
      "description": "A polished distro focused on visual appeal, featuring the Gnome desktop environment with many out-of-the-box layouts, including a Windows-like one. Similar requirements to Linux Mint."
    },
    {
      "id": "popos",
      "name": "Pop!_OS",
      "website": "https://pop.system76.com/",
      "tag_ids": [],
      "priority": 3,
      "description": "Built by System76, featuring the Cosmic desktop environment (MacOS-like) and focusing on usability. Has an Nvidia version available. Good for creative work."
    },
    {
      "disabled": true,
      "id": "aurora",
      "name": "Aurora",
      "website": "https://getaurora.dev/",
      "tag_ids": [],
      "priority": 4,
      "description": "A user-friendly stable and immutable (making it harder to break) distro - the future of the Linux desktop. Features the KDE Plasma desktop environment. An alternative to yet unreleased KDE Linux."
    },
    {
      "id": "kde-linux",
      "name": "KDE Linux",
      "website": "https://kde.org/linux/",
      "tag_ids": [],
      "priority": 4,
      "description": "A Linux distribution built by KDE. Immutable (using Btrfs snapshots), stable and fast. The new era of the Linux desktop. Yet to be released."
    },
    {
      "id": "fedora",
      "name": "Fedora",
      "website": "https://fedoraproject.org/kde/",
      "tag_ids": [],
      "priority": 5,
      "best": true,
      "description": "Perfect for developers. Comes in many editions/spins, including one with the KDE Plasma desktop environment. Fedora is a semi-rolling distribution, making it both stable and up-to-date. Nvidia drivers installation may not be straightforward."
    },
    {
      "disabled": true,
      "id": "bluefin",
      "name": "Bluefin",
      "website": "https://projectbluefin.io/",
      "tag_ids": [],
      "priority": 5,
      "description": "Built on top of Fedora atomic, Bluefin is an immutable user-friendly distro, perfect for conteinerized development and daily use."
    },
    {
      "id": "bazzite",
      "name": "Bazzite",
      "website": "https://bazzite.gg/",
      "tag_ids": ["gaming-ready"],
      "priority": 6,
      "description": "A gaming immutable (using OSTree) Linux distribution, perfect for both PCs and handhelds (has a special edition for them). One of the editions features the KDE Plasma desktop environment. Take a survey on the official website to see if your hardware supports Linux gaming."
    },
    {
      "id": "cachyos",
      "name": "CachyOS",
      "website": "https://cachyos.org/",
      "tag_ids": ["gaming-ready"],
      "priority": 6,
      "best": true,
      "description": "An Arch-based rolling distribution optimized for performance, featuring the KDE Plasma desktop environment (among many others). Though not initially gaming-ready, it can be easily set up for gaming by installing a single meta package (cachyos-gaming-meta). The handheld edition, on the other hand, is gaming-ready. A very few bloat. Perfect for tech enthusiasts, requires some terminal experience."
    },
    {
      "disabled": true,
      "id": "linux-lite",
      "name": "Linux Lite",
      "website": "https://www.linuxliteos.com/",
      "tag_ids": ["lightweight"],
      "priority": 7,
      "description": "A midweight Linux distro with a sleek design, featuring the XFCE desktop environment. Good for older, slower computers or netbooks (2009-2015) with an HDD and 2-4 Gb of RAM designed for Windows Vista/7/8."
    },
    {
      "id": "lubuntu",
      "name": "Lubuntu",
      "website": "https://lubuntu.me/",
      "tag_ids": ["lightweight"],
      "priority": 8,
      "description": "A user-friendly lightweight Ubuntu variant, perfect for computers produced between 2004 and 2011 designed for Windows XP/Vista with 1 or 2Gb of RAM. Features the LXQt desktop environment."
    },
    {
      "id": "antiX",
      "name": "antiX",
      "website": "https://antixlinux.com/",
      "tag_ids": ["lightweight"],
      "priority": 9,
      "description": "Ultra light distro, requires as minimum as 256Mb of RAM to run (more to run apps smoothly). Good for ancient computers designed for Windows XP."
    }
  ]
}